Repository: common-repository/plista
Catalog: lang/plista-*.po
Languages: de_de

source: Options saved.
de_de: Änderungen gespeichert

source: Hint
de_de: Hinweis

source: You have to register at %1$s first to get all necessary data.
de_de: Bitte registrieren Sie sich erst bei %1$s um alle notwendigen Daten zu erhalten.

source: Please pay attention to the %1$s
de_de: Bitte beachten Sie die Hinweise in der %1$s

source: Basic settings
de_de: Grundeinstellungen

source: required
de_de: erforderlich

source: e.g.
de_de: z.B.

source: Reinit
de_de: Widgets auf einer Seite werden neu geladen, wenn eine neue plista Platzierung eingefügt wird (z.B bei "Infinite Scroll Websites").

source: In addition to automatically positioning the widget via the plugin, plista also offers the possibility to manually position the widget via the shortcode [plista]. The shortcode also provides additional setting options using the following parameters:
de_de: Neben der automatischen Positionierung des Widgets über das plista-Plugin bieten wir Ihnen die Möglichkeit, das Widget auch manuell über das Shortcode [plista] zu positionieren. Der Shortcode ermöglicht Ihnen darüber hinaus weitere Einstellungsmöglichkeiten mittels folgender Parameter:

source: widgetname=WIDGETNAME (e.g. [plista widgetname=plista_widget_standard_2]):
de_de: widgetname=WIDGETNAME (z.B. [plista widgetname=plista_widget_standard_2]):

source: For sites with multiple widgets in use, the parameter widgetname allows you to decide which widget should be displayed. If this parameter is not utilized, the widget in the default setting is automatically chosen.
de_de: Sollten Sie mehrere Widgets im Einsatz haben, können Sie mit dem Parameter widgetname bestimmen, welches Widget Sie anzeigen lassen wollen. Sofern der Parameter weggelassen wird, wird automatisch das Widget genutzt, das in der Grundeinstellung hinterlegt wurde.

source: additional=1 (e.g. [plista widgetname=plista_widget_standard_2 additional=1]):
de_de: additional=1 z.B. [plista widgetname=plista_widget_standard_2 additional=1]):

source: To display more than one widget on an article page (for example, below the article and in the sidebar), you can place other widgets with additional=1. Please note: the first widget is loaded without the parameter additional=1; all additional widgets must have the parameter additional=1 in order to be loaded.
de_de: Möchten Sie mehr als ein Widget in Ihre Artikelseite einbinden (z.B. in die Sidebar), können Sie mit additional=1 weitere Widgets platzieren. Bitte beachten Sie: Das erste Widget wird ohne dem Parameter additional=1 geladen. Jedes weitere Widget muss jedoch mit dem Parameter additional=1 gekennzeichnet werden, um geladen werden zu können.

source: index=0 (e.g. [plista index=0]):
de_de: index=0 (z.B. [plista index=0]):

source: To display a widget in an article page without adding that article to the recommendation pool, you can disable the indexing of the article with index=0. Please note: the plista widget performs best with a large recommendation pool so this parameter is only suggested for a small number of article pages.
de_de: Möchten Sie das Widget in Artikeln und Seiten anzeigen lassen, die selber allerdings nicht empfohlen werden sollen, können Sie mit index=0 die Indexierung des Artikels unterbinden. Ohne eine generelle Indexierung Ihres Contents ist die Funktionsweise erheblich eingeschränkt, daher sollte diese Funktion nur für kleine Bereiche genutzt werden.

source: To learn more about how you can you integrate the shortcode directly into your template, click
de_de: Wie Sie Shortcodes direkt in Ihr Template integrieren können, erfahren Sie

source: here
de_de: hier

source: Use Shorttag
de_de: Shorttag verwenden

source: Manual positioning of the widget:
de_de: Manuelle Position des Widgets:

source: With the addition of the shortcode, the old method of manual positioning is now outdated. For existing integrations the old method remains available, but all future widgets should use the shortcode feature.
de_de: Dieses Feature ist veraltet und sollte zukünftig nicht mehr genutzt werden. Für bestehende Integrationen ist dieses Feature weiterhin verfügbar. Bitte benutzen Sie in Zukunft das Shortcode-Feature.

source: Yes, I would like to position the widget
de_de: Ja, Ich möchte das Widget selbst positionieren

source: Image Size
de_de: Bildgröße

source: This field dictates the size of image thumbnails in the widget. Under Settings->Media sizing can be adjusted.
de_de: Bestimmen Sie die Größe der übermittelten Vorschaubilder. Unter Einstellungen->Medien können Sie die Größen der Vorschaubilder zusätzlich anpassen.

source: Default image
de_de: Standardbild

source: Define a default image for articles without an image.
de_de: Geben Sie hier ein Standardbild an welches bei allen Artikeln ohne eigenen Bild erscheinen soll.

source: Exclude pages
de_de: Seiten ausschließen

source: Don't show the widget on some pages
de_de: Das Widget von einigen Seiten ausschließen

source: Exclude the following pages
de_de: Folgende Seiten ausschließen

source: Insert the Page-Id's separated by comma (e.g.: 5, 235, 1340) where the widget should be excluded
de_de: Geben Sie hier die Page-Id`s getrennt durch Kommas ein (zB. 5, 235, 1340) bei welchen das Widget nicht angezeigt werden soll

source: Exclude tags
de_de: Schlagwörter ausschließen

source: Exclude post types
de_de: Seiten ausschließen

source: Exclude categories
de_de: Kategorien ausschließen

source: No categories found
de_de: Kategorie nicht gefunden

source: plista widget design
de_de: Design des plista Widgets

source: I would like to change the widget design
de_de: Ich möchte das Design des Widgets anpassen

source: Widgetheadline (font-size)
de_de: Überschrift des Widgets (Schriftgröße)

source: Widgetheadline (font-color)
de_de: Überschrift des Widgets (Schriftfarbe)

source: Widgetheadline (background-color)
de_de: Überschrift des Widgets (Hintergrundfarbe)

source: Images (width)
de_de: Bilder (Breite)

source: Images (max-height)
de_de: Bilder (max. Höhe)

source: Article headline (font-color)
de_de: Artikelüberschrift (Schriftfarbe)

source: Article headline (font-size)
de_de: Artikelüberschrift (Schriftgröße)

source: Text (font-color)
de_de: Text (Schriftfarbe)

source: Text (font-size)
de_de: Text (Schriftgröße)

source: Mouseover (background-color)
de_de: Mouseover (Hintergrundfarbe)

source: plista widget mobile design for wptouch
de_de: Design des plista Widgets für die mobile Seite (wptouch)

source: I would like to change the mobile widget design
de_de: Ich möchte das Design des mobilen Widgets anpassen
